Revit 2027 API
ColorFillScheme.StorageType Property
 Represents the type of parameter values stored in entries.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public StorageType StorageType { get; }
Public ReadOnly Property StorageType As StorageType
	Get
public:
property StorageType StorageType {
	StorageType get ();
}
member StorageType : StorageType with get
Property Value
StorageType
See Also
Reference
ColorFillScheme Class
Autodesk.Revit.DB Namespace